Repository: mirror/pcsxr
Catalog: gui/po/*.po
Languages: es

source: Line mode (Polygons will not get filled)
es: Modo de línea (polígonos sin completar)

source: Link
es: Enlace

source: Link Cable Configuration
es: Configurar Cable Link

source: Link block pointed to normal block which is not allowed.
es: No está permitido que un bloque de enlace apunte a un bloque normal.

source: Link cable
es: Cable Link

source: Link cable:
es: Cable Link:

source: Load state
es: Cargar partida

source: Loaded CD Image: %s
es: Cargada imagen de CD: %s

source: Loaded PPF %d.0 patch: %s.
es: Cargado parche PPF %d.0: %s.

source: Loaded SBI file: %s.
es: Cargado archivo SBI: %s.

source: Loaded state %s.
es: Cargada partida %s.

source: Loading memory card %s
es: Cargada tarjeta de memoria %s

source: Loud
es: Alto

source: Loudest
es: Muy alto

source: Low
es: Bajo

source: Mac OS X Sound
es: Sonido Mac OS X

source: Maintain 4:3 Aspect Ratio
es: Mantener relación de aspecto 4:3

source: Mask bit detection (Needed by a few games, zbuffer)
es: Detección de bits de máscara (necesario en algunos juegos, búfer Z)

source: Medium
es: Medio

source: Memcard Manager
es: Administrador de tarjetas de memoria

source: Memory Card 1
es: Tarjeta de memoria 1

source: Memory Card 2
es: Tarjeta de memoria 2

source: Memory Card Manager
es: Administrador de tarjetas de memoria

source: Memory Dump
es: Volcado de memoria

source: Memory Patch
es: Parche de memoria

source: Memory Viewer
es: Visor de memoria

source: Memory _Dump
es: _Volcado de memoria

source: Memory card %s failed to load!
es: ¡No se pudo cargar la tarjeta de memoria %s!

source: Memory card is corrupted
es: Tarjeta de memoria dañada

source: Minimum - Missing screens
es: Mínimo - Puede causar fallos

source: Misc
es: Otras

source: Modify
es: Modificar

source: Modify value
es: Modificar valor

source: Mouse
es: Ratón

source: Multi-Threaded (Recommended)
es: Multiproceso (recomendado)

source: NETinit error: %d
es: Error de NET: %d

source: NULL Sound
es: Sonido NULO

source: Name
es: Nombre

source: Needed by Dark Forces
es: Necesario para Dark Forces

source: NetPlay
es: Juego en red

source: NetPlay Configuration
es: Configurar juego en red

source: New
es: Nueva

source: New Memory Card.mcd
es: Nueva tarjeta de memoria

source: New value:
es: Nuevo valor:

source: No Change
es: Sin cambios

source: No addresses found.
es: No se encontraron direcciones.

source: No blue glitches (LoD)
es: Corrección de fallos azules (Legend of Dragoon)

source: No configuration required
es: No requiere configuración

source: No free space on memory card
es: No hay espacio libre en la tarjeta de memoria

source: No memcard (COTS password option)
es: Ninguna tarjeta de memoria (opción de contraseña COTS)

source: No memory card value was specified - using a default card %s
es: No se ha especificado ningún valor de la tarjeta de memoria - usando tarjeta %s predeterminada

source: No subtr. blending
es: Combinación sin restar

source: None
es: Ninguno

source: None (Standard)
es: Desactivado (estándar)

source: None - Fastest, most glitches
es: Desactivado - Más rápido, más fallos

source: Normal (No Cache)
es: Normal (sin caché)

source: Not Equal Value
es: Valor diferente

source: Not a valid PSX file
es: No es un archivo de PSX válido

source: Note: The NetPlay Plugin Directory should be the same as the other Plugins.
es: Nota: El directorio del plugin de juego en red debe ser el mismo que el de los otros plugins.

source: Nothing to configure
es: No es necesaria ninguna configuración.

source: Notice
es: Aviso

source: OK
es: Aceptar

source: OK
es: Aceptar

source: OSS Sound
es: Sonido OSS

source: Odd/even bit hack
es: Corrección de bit par/impar

source: Odd/even hack
es: Corrección de bit par/impar

source: Off
es: Desactivar

source: Offscreen drawing:
es: Renderizado interno:

source: Old frame skipping
es: Salto de fotogramas antiguo

source: Old texture filtering
es: Filtrado de texturas antiguo

source: Open Cheat File
es: Abrir archivo de truco

source: Open PSX Disc Image File
es: Abrir archivo de imagen de disco de PSX

source: OpenAL Sound
es: Sonido OpenAL

source: OpenGL Driver
es: Controlador OpenGL

source: OpenGL Driver configuration
es: Configurar controlador OpenGL

source: Options
es: Opciones

source: P.E.Op.S. Soft Driver V1.17 Coded by Pete Bernert and the P.E.Op.S. team
es: Controlador Soft de P.E.Op.S. V1.17 Creado por Pete Bernert y el equipo P.E.Op.S.

source: P.E.Op.S. SoftGL Driver V1.17 Coded by Pete Bernert and the P.E.Op.S. team
es: Controlador SoftGL de P.E.Op.S. V1.17 Creado por Pete Bernert y el equipo P.E.Op.S.

source: P.E.Op.S. Sound Driver V1.7 Coded by Pete Bernert and the P.E.Op.S. team
es: Controlador de sonido de P.E.Op.S. v1.7 Creado por Pete Bernert y el equipo P.E.Op.S.

source: P.E.Op.S. Xvideo Driver V1.17 Coded by Pete Bernert and the P.E.Op.S. team
es: Controlador Xvideo de P.E.Op.S. V1.17 Creado por Pete Bernert y el equipo P.E.Op.S.

source: PAD1init error: %d
es: Error de PAD1: %d

source: PAD2init error: %d
es: Error de PAD2: %d

source: PC FPS calculation
es: Cálculo de FPS de PC

source: PCSX-df Authors: Ryan Schultz, Andrew Burton, Stephen Chao, Marcus Comstedt, Stefan Sikora PCSX-Reloaded By: edgbla, shalma, Wei Mingzhi, et al. http://pcsxr.codeplex.com/
es: Autores de PCSX-df: Ryan Schultz, Andrew Burton, Stephen Chao, Marcus Comstedt, Stefan Sikora PCSX-Reloaded por: edgbla, shalma, Wei Mingzhi, et al. http://pcsxr.codeplex.com/

source: PCSXR - A PlayStation Emulator Original Authors: main coder: linuzappz co-coders: shadow ex-coders: Nocomp, Pete Bernett, nik3d Webmaster: AkumaX
es: PCSXR - Un emulador de PlayStation Autores originales: programador principal: linuzappz colaborador de programación: shadow antiguos programadores: Nocomp, Pete Bernett, nik3d administrador de web: AkumaX

source: PCSXR Cheat Code Files
es: Archivos de códigos de trucos de PCSXR

source: PCSXR Cheat Code Files (*.cht)
es: Archivos de códigos de trucos de PCSXR (*.cht)

source: PCSXR State Format
es: Formato de partida de PCSXR

source: PCSXR cannot be configured without using the GUI -- you should restart without -nogui.
es: No se puede configurar PCSXR sin utilizar la interfaz gráfica de usuario -- reinicie sin la opción -nogui.

source: PSX Image Files (*.bin, *.img, *.mdf, *.iso, *.ecm, *.cue, *.pbp, *.cbn)
es: Archivos de imagen de PSX (*.bin, *.img, *.mdf, *.iso, *.ecm, *.cue, *.pbp, *.cbn)

source: PSX emulator couldn't be initialized.
es: No se pudo iniciar el emulador de PSX.

source: Parasite Eve 2, Vandal Hearts 1/2 Fix
es: Corrección de Parasite Eve 2 y Vandal Hearts 1/2

source: Paste
es: Pegar

source: Patch Memory...
es: Parchear memoria...

source: Pcsxr Msg
es: Mensaje de PCSXR

source: Pete Bernert and the P.E.Op.S. team
es: Pete Bernert y el equipo P.E.Op.S.

source: Play Offline
es: Jugar sin conexión

source: Play only one channel for a performance boost.
es: Se utiliza un único canal para aumentar el rendimiento.

source: PlayStation Executable Files
es: Archivos ejecutables de PlayStation

source: Please select a plugin.
es: Seleccione un plugin.

source: Please wait while connecting... %c
es: Espere mientras se conecta... %c

source: Plugins loaded.
es: Plugins cargados.

source: Polygon anti-aliasing (Slow with most cards)
es: Suavizado de polígonos (lento con la mayoría de tarjetas)

source: Port Number
es: Número de puerto:

source: Portuguese
es: Portugués

source: Portuguese (Brazilian)
es: Portugués (brasileño)

source: Prevent screensaver (xdg-screensaver)
es: Impedir salvapantallas (xdg-screensaver)

source: Psx Exe Format
es: Formato EXE de PSX

source: Psx Isos (*.iso;*.mdf;*.img;*.bin;*.cue;*.pbp;*.cbn)
es: ISO de PSX (*.iso;*.mdf;*.img;*.bin;*.cue;*.pbp;*.cbn)

source: Psx Mcd Format (*.mcr;*.mc;*.mem;*.vgs;*.mcd;*.gme;*.ddf)
es: Formato de tarjeta de memoria de PSX (*.mcr;*.mc;*.mem;*.vgs;*.mcd;*.gme;*.ddf)

source: Psx Memory Card (*.mcr;*.mc)
es: Tarjeta de memoria PSX (*.mcr;*.mc)

source: Psx System Type
es: Tipo de sistema de PSX

source: PulseAudio Sound
es: Sonido PulseAudio

source: Quality:
es: Calidad:

source: R-Stick Down
es: Stick-dcho. abajo

source: R-Stick Left
es: Stick-dcho. izquierda

source: R-Stick Right
es: Stick-dcho. derecha

source: R-Stick Up
es: Stick-dcho. arriba

source: Range
es: Rango

source: Raw Dump...
es: Volcado en bruto...

source: Re&set
es: &Reiniciar

source: Ready
es: Listo

source: Reload Mcd
es: Recargar

source: Repeated flat tex triangles
es: Triángulos de texturas planas repetidas

source: Reset
es: Resetear

source: Restart
es: Reiniciar

source: Reverb:
es: Reverberación:

source: Rewind
es: Retroceder

source: Right
es: derecha

source: Rightdown
es: abajo-derecha

source: Rightup
es: arriba-derecha

source: Romanian
es: Rumano

source: Run &BIOS
es: Ejecutar &BIOS

source: Run &CD
es: Ejecutar &CD

source: Run &EXE...
es: Ejecutar &EXE

source: Run &ISO...
es: Ejecutar &ISO

source: Run CD
es: Ejecutar CD

source: Run ISO Image
es: Ejecutar imagen ISO

source: Run _BIOS
es: Ejecutar _BIOS

source: Run _CD
es: Ejecutar _CD

source: Run _EXE...
es: Ejecutar _EXE...

source: Run _ISO...
es: Ejecutar _ISO...

source: Running BIOS is not supported with Internal HLE BIOS.
es: El actual BIOS no es compatible con el BIOS HLE interno.

source: Running BIOS is not supported with Internal HLE Bios.
es: La ejecución del BIOS no es compatible con el BIOS HLE interno.

source: Running PCSXR Version %s (%s).
es: Ejecutando PCSXR versión %s (%s).

source: Russian
es: Ruso

source: S&hutdown
es: &Apagar

source: S&witch ISO...
es: &Cambiar ISO...

source: SDL Sound
es: Sonido SDL

source: SIO IRQ Always Enabled
es: SIO IRQ siempre activado

source: SIO IRQ Not Always Enabled
es: SIO IRQ no está siempre activado

source: SIO1init error: %d
es: Error de SIO1: %d

source: SPU IRQ Always Enabled
es: SPU IRQ siempre activado

source: SPU IRQ Wait
es: Esperar a SPU IRQ

source: SPUinit error: %d
es: Error de SPU: %d

source: S_witch ISO...
es: _Cambiar ISO...

source: Save Cheat File
es: Guardar archivo de truco

source: Save state
es: Guardar partida

source: Save window position
es: Guardar posición de ventana

source: Saved state %s.
es: Guardada partida %s.

source: Scaled (Needs tex filtering)
es: Scaled (necesario filtrado de texturas)

source: Scanlines Blending (0..255, -1=dot):
es: Efecto de lineas de TV (0...255, -1 = punteado):

source: Screen smoothing (Can be slow or unsupported)
es: Suavizado de pantalla (puede ser lento o incompatible)

source: Screenshot
es: Capturar pantalla

source: Search
es: Buscar

source: Search For:
es: Buscar por:

source: Search Results
es: Resultados de la búsqueda

source: Search in:
es: Buscar en:

source: Second Controller
es: Segundo controlador

source: Select A File
es: Seleccionar archivo

source: Select Bios Directory
es: Seleccione directorio de BIOS:

source: Select Folder to Search
es: Seleccionar carpeta en donde buscar

source: Select Mcd
es: Seleccionar

source: Select PSX EXE File
es: Seleccionar archivo EXE de PSX

source: Select Plugins Directory
es: Seleccione directorio de plugins:

source: Select State File
es: Seleccionar archivo de partida

source: Select here if you'll be Server (Player1) or Client (Player2). If you select Server you must Copy your IP address to the Clipboard and paste if (Ctrl+V) wherever the Client can see it. If you selected Client please enter the IP address the Server gave to you in the IP Address Control.
es: Seleccione si será Servidor (jugador1) o Cliente (jugador2). Si selecciona Servidor copie su dirección IP en el portapapeles y péguelo (Ctrl + V) donde el Cliente pueda verlo. Si selecciona Cliente escriba la dirección IP que el Servidor le dio en el cuadro de la dirección IP.

source: Select here if you'll be Server (Player1) or Client (Player2). If you select Server you must Copy your IP address to the Clipboard and paste if (Ctrl+V) wherever the Client can see it. If you selected Client please enter the IP address the Server gave to you in the IP Address Control.
es: Seleccione si será Servidor (jugador1) o Cliente (jugador2). Si selecciona Servidor copie su dirección IP en el portapapeles y péguelo (Ctrl + V) donde el Cliente pueda verlo. Si selecciona Cliente escriba la dirección IP que el Servidor le dio en el cuadro de la dirección IP.

source: Select read mode:
es: Seleccionar modo de lectura:

source: Server (Player1)
es: Servidor (jugador1)

source: Set Bios Directory
es: Definir directorio de BIOS

source: Set FPS
es: Establecer FPS

source: Set Plugins Directory
es: Definir directorio de plugins

source: Show FPS
es: Mostrar FPS

source: Show FPS display on startup
es: Mostrar FPS en el inicio

source: Simplified Chinese
es: Chino simplificado

source: Simulate PSX BIOS
es: Simular BIOS de PSX

source: Simulate Psx Bios
es: Simular BIOS de PSX

source: Single channel sound
es: Sonido por un canal

source: Sio Irq Always Enabled
es: SIO IRQ siempre activado

source: Skip every second frame
es: Saltar cada segundo fotograma

source: Skip frames when rendering.
es: Saltar fotogramas durante el renderizado.

source: Slot &1
es: Ranura &1

source: Slot &2
es: Ranura &2

source: Slot &3
es: Ranura &3

source: Slot &4
es: Ranura &4

source: Slot &5
es: Ranura &5

source: Slot &6
es: Ranura &6

source: Slot &7
es: Ranura &7

source: Slot &8
es: Ranura &8

source: Slot &9
es: Ranura &9

source: Slot _1
es: Ranura _1

source: Slot _2
es: Ranura _2

source: Slot _3
es: Ranura _3

source: Slot _4
es: Ranura _4

source: Slot _5
es: Ranura _5

source: Slot _6
es: Ranura _6

source: Slot _7
es: Ranura _7

source: Slot _8
es: Ranura _8

source: Slot _9
es: Ranura _9

source: Slot _Recent
es: _Última ranura

source: Slow Boot
es: Inicio lento

source: Socket Driver
es: Controlador de conexión

source: Soft Driver
es: Controlador Soft

source: Soft FB access
es: Acceso al búfer de imagen mediante software

source: SoftGL Driver
es: Controlador SoftGL

source: Sound
es: Sonido

source: Sound:
es: Sonido:

source: Spanish
es: Español

source: Special game fixes
es: Correcciones de juegos

source: Spindown Time:
es: Tiempo de rotación:

source: Spu Irq Always Enabled
es: SPU IRQ siempre activado

source: Square
es: Cuadrado

source: Standard + smoothed sprites
es: Estándar + suavizado de sprites

source: Standard - Glitches will happen
es: Estándar - Puede causar fallos

source: Standard - OK for most games
es: Estándar - Adecuado para la mayoría de juegos

source: Standard without sprites - Unfiltered 2D
es: Estándar sin sprites - 2D sin filtrar

source: Start Address (Hexadecimal):
es: Dirección inicial (hexadecimal):

source: Start Game
es: Comenzar partida

source: Status
es: Estado

source: Stretching:
es: Reescalado:

source: Swap front detection
es: Cambiar detección frontal

source: Switch ISO Image
es: Cambiar imagen ISO

source: Test...
es: Probar...

source: Text
es: Texto

source: Textures
es: Texturas

source: The CD does not appear to be a valid Playstation CD
es: El CD no parece ser un CD de Playstation válido.

source: The CD-ROM could not be loaded
es: No se pudo cargar el CD-ROM

source: The Client should now Start a Connection, waiting...
es: Esperando conexión del Cliente...

source: The file does not appear to be a valid Playstation executable
es: El archivo no parece ser un ejecutable de Playstation válido.

source: The memory card %s doesn't exist - creating it
es: No existe la tarjeta de memoria %s - creándola

source: There are no free slots available on the target memory card. Please delete a slot first.
es: No hay ranuras libres en la tarjeta de memoria. Elimine una ranura primero.

source: This file does not appear to be a valid PSX file.
es: Este archivo no parece ser un archivo de PSX válido.

source: This plugin doesn't need to be configured.
es: Este plugin no necesita ser configurado.

source: This plugin reports that should not work correctly
es: Este plugin no funciona correctamente.

source: This plugin reports that should work correctly
es: Este plugin funciona correctamente.

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
es: Este programa es software libre; puede redistribuirlo o modificarlo bajo los términos de la Licencia Pública General de GNU tal como la publica la Free Software Foundation; tanto en la versión 3 de la Licencia como (a su elección) cualquier versión posterior. Este programa se distribuye con la esperanza de que será útil, pero SIN NINGUNA GARANTÍA; incluso sin la garantía implícita de COMERCIALIZACIÓN o ADECUACIÓN PARA UN PROPÓSITO PARTICULAR. Consulte la Licencia Pública General de GNU para tener más detalles. Debería haber recibido una copia de la Licencia pública General de GNU junto con este programa; si no, vea <http://www.gnu.org/licenses/>.

source: Threaded - Faster (With Cache)
es: Threaded - Más rápido (con caché)

source: Title
es: Título

source: To:
es: A:

source: Toggle busy flags after drawing
es: Alternar estados ocupados después de dibujar

source: Toggle whether the FPS will be shown.
es: Alternar entre si mostrar los FPS o no.

source: Toggle windowed/fullscreen mode.
es: Cambiar entre los modos a pantalla completa y ventana.

source: Too many addresses found.
es: Demasiadas direcciones encontradas.

source: Track %.2d (%s) - Start %.2d:%.2d:%.2d, Length %.2d:%.2d:%.2d
es: Pista %.2d (%s) - Inicio %.2d:%.2d:%.2d, Duración %.2d:%.2d:%.2d

source: Traditional Chinese
es: Chino tradicional

source: Triangle
es: Triángulo

source: Try to use Xv's vsyncing if available (warning: may be unstable)
es: Se usará la sincronización vertical de Xv cuando esté disponible (advertencia: puede ser inestable)

source: Type:
es: Tipo:

source: Un/Delete
es: Recuperar/Borrar

source: Un/Delete ->
es: Rec./Borr. ->

source: Unable to start debug server.
es: No se puede iniciar el servidor de depuración.

source: Unfiltered MDECs (Small movie speedup)
es: MDEC sin filtrar (pequeño aumento de velocidad en las películas)

source: Unknown CPE opcode %02x at position %08x.
es: CPE opcode %02x desconocido en la posición %08x.

source: Unsupported PPF version (%d).
es: Versión (%d) de PPF incompatible.

source: Unused
es: Sin uso

source: Up
es: arriba

source: Use FPS limit
es: Activar límite de FPS

source: Use Frame skipping
es: Activar salto de fotogramas

source: Use OpenGL extensions (Recommended)
es: Usar extensiones de OpenGL (recomendado)

source: Use Xv VSync on vblank
es: Sincronización vertical de Xv en vblank

source: Use game fixes
es: Usar correcciones de juegos:

source: Use the asynchronous SPU interface.
es: Se utiliza la interfaz SPU asíncrona.

source: Used
es: En uso

source: VRam size in MBytes (0..1024, 0=auto):
es: Tamaño de VRAM en MBytes (0...1024, 0 = autom.):

source: Value (Hexa string):
es: Valor (cadena hexadecimal):

source: Value:
es: Valor:

source: Visual vibration
es: Vibración visual

source: Volume:
es: Volumen:

source: Wait for CPU; only useful for some games.
es: Se espera a la CPU; sólo útil para algunos juegos.

source: Waiting for connection...
es: Esperando conexión...

source: Widescreen (GTE Hack)
es: Pantalla panorámica (corrección GTE)

source: Width:
es: Ancho:

source: Window options
es: Opciones de ventana

source: XA Disabled
es: XA desactivado

source: XA Enabled
es: XA activado

source: XVideo Driver
es: Controlador XVideo

source: Yellow rect (FF9)
es: Rectángulo amarillo (Final Fantasy 9)

source: Yes
es: Sí

source: _About PCSXR...
es: _Acerca de PCSXR...

source: _Browse...
es: _Añadir...

source: _Configuration
es: _Configuración

source: _Continue
es: _Continuar

source: _Emulator
es: _Emulador

source: _File
es: _Archivo

source: _Graphics...
es: _Gráficos...

source: _Help
es: _Ayuda

source: _Link cable...
es: Cable _Link...

source: _Load State
es: _Cargar partida

source: _Memory Cards...
es: _Tarjetas de memoria...

source: _Netplay...
es: Juego en _red...

source: _Other...
es: _Otras...

source: _Plugins & BIOS...
es: _Plugins y BIOS...

source: _Reset
es: _Reiniciar

source: _Save State
es: _Guardar partida

source: _Search...
es: _Buscar...

source: _Shutdown
es: _Apagar

source: _Sound...
es: _Sonido...

source: better g-colors, worse textures
es: Mejores colores G, peores texturas

source: error connecting to %s: %s
es: Error al conectar con %s: %s

source: label_resultsfound
es: etiqueta_resultadosencontrados

source: mid link block
es: Bloque de enlace medio

source: rewinds =
es: retrocesos =

source: terminiting link block
es: Bloque de enlace de terminación

source: translator-credits
es: Imanol Mateo <imanol.portu08@gmail.com>

source: vblanks, max.
es: vblank, máx.
