Repository: mirror/pcsxr
Catalog: gui/po/*.po
Languages: es

source: Detected ECM file with proper header and filename suffix.
es: Archivo ECM detectado con la cabecera y el nombre de archivo adecuado.

source: could not open: %s
es: no se pudo abrir: %s

source: -> Compressed CDDA support is not compiled with this version. Such tracks will be silent.
es: -> El soporte de CDDA comprimido no está compilado con esta versión. Las pistas estarán en silencio.

source: -> Error allocating audio frame buffer. This track will not be available.
es: -> Error al asignar el búfer de audio. Esta pista no estará disponible.

source: pcsxr [options] [file] options: -runcd Runs CD-ROM -cdfile FILE Runs a CD image file -nogui Don't open the GTK GUI -cfg FILE Loads desired configuration file (default: ~/.pcsxr/pcsxr.cfg) -psxout Enable PSX output -slowboot Enable BIOS Logo -load STATENUM Loads savestate STATENUM (1-9) -h -help Display this message file Loads file
es: pcsxr [opciones] [archivo] opciones: -runcd Ejecuta el CD-ROM -cdfile ARCHIVO Ejecuta un archivo de imagen de CD -nogui No abre la interfaz gráfica de usuario de GTK -cfg ARCHIVO Carga archivos de configuración (por defecto: ~/.pcsxr/pcsxr.cfg) -psxout Activa la salida de PSX -slowboot Activa el logo de la BIOS -load NÚMERO Carga partida número (1-9) -h -help Muestra este mensaje archivo Carga un archivo

source: %.8X Current: %u (%.2X), Previous: %u (%.2X)
es: %.8X Actual: %u (%.2X), Anterior: %u (%.2X)

source: %.8X Current: %u (%.4X), Previous: %u (%.4X)
es: %.8X Actual: %u (%.4X), Anterior: %u (%.4X)

source: %.8X Current: %u (%.8X), Previous: %u (%.8X)
es: %.8X Actual: %u (%.8X), Anterior: %u (%.8X)

source: &About...
es: &Acerca de...

source: &Add Code
es: &Añadir código

source: &Close
es: &Cerrar

source: &Configuration
es: &Configuración

source: &Controllers...
es: &Controladores...

source: &Copy
es: Co&piar

source: &Edit Code
es: &Editar código

source: &Emulator
es: &Emulador

source: &Enable/Disable
es: &Activar/Desact.

source: &File
es: &Archivo

source: &Freeze
es: &Congelar

source: &Graphics...
es: &Gráficos...

source: &Help
es: &Ayuda

source: &Language
es: &Idioma

source: &Link cable...
es: Cable &Link...

source: &Load
es: &Cargar

source: &Load...
es: &Cargar...

source: &Memory cards...
es: &Tarjeta de memoria...

source: &Modify
es: &Modificar

source: &NetPlay...
es: Juego en &red...

source: &New Search
es: &Nueva busqueda

source: &Other...
es: &Otras...

source: &Plugins && Bios...
es: &Plugins y BIOS...

source: &Remove Code
es: &Eliminar código

source: &Run
es: &Continuar

source: &Save
es: &Guardar

source: &Save As...
es: &Guardar como...

source: &Search
es: &Buscar

source: &Sound...
es: &Sonido...

source: &States
es: &Partidas

source: (C) 1999-2003 PCSX Team (C) 2005-2009 PCSX-df Team (C) 2009-2014 PCSX-Reloaded Team
es: (C) 1999-2003 Equipo de PCSX (C) 2005-2009 Equipo de PCSX-df (C) 2009-2014 Equipo de PCSX-Reloaded

source: (Not Set)
es: (No establecido)

source: (Untitled)
es: (Sin título)

source: *PCSXR*: Black&White Mdecs Only Disabled
es: *PCSXR*: Desactivado únicamente películas en blanco y negro

source: *PCSXR*: Black&White Mdecs Only Enabled
es: *PCSXR*: Activado únicamente películas en blanco y negro

source: *PCSXR*: CdRom Case Closed
es: *PCSXR*: Lector de CD-ROM cerrado

source: *PCSXR*: CdRom Case Opened
es: *PCSXR*: Lector de CD-ROM abierto

source: *PCSXR*: Error Loading State %d
es: *PCSXR*: Error al cargar la partida %d

source: *PCSXR*: Error Loading State %s
es: *PCSXR*: Error al cargar la partida %s

source: *PCSXR*: Error Saving State %d
es: *PCSXR*: Error al guardar la partida %d

source: *PCSXR*: Error Saving State %s
es: *PCSXR*: Error al guardar la partida %s

source: *PCSXR*: Loaded State %d
es: *PCSXR*: Cargada partida %d

source: *PCSXR*: Loaded State %s
es: *PCSXR*: Cargada partida %s

source: *PCSXR*: Saved State %d
es: *PCSXR*: Guardada partida %d

source: *PCSXR*: Saved State %s
es: *PCSXR*: Guardada partida %s

source: *PCSXR*: Sio Irq Always Enabled
es: *PCSXR*: SIO IRQ siempre activado

source: *PCSXR*: Sio Irq Not Always Enabled
es: *PCSXR*: SIO IRQ no está siempre activado

source: *PCSXR*: Xa Disabled
es: *PCSXR*: XA desactivado

source: *PCSXR*: Xa Enabled
es: *PCSXR*: XA activado

source: -> Copy ->
es: -> Copiar ->

source: 0: None
es: 0: Desactivado

source: 0: Off (fastest)
es: 0: Desactivado (mejor rendimiento)

source: 16-bit
es: 16 bits

source: 1: Game dependant
es: 1: Dejar decidir al juego

source: 2: Always
es: 2: Siempre

source: 2xSaI (Much vram needed)
es: 2xSaI (necesaria mucha VRAM)

source: 32-bit
es: 32 bits

source: 4444 - Fast, but less colorful
es: 4444 - Rápido, pero menos colorido

source: 5551 - Nice colors, bad transparency
es: 5551 - Colores bonitos, mala transparencia

source: 8-bit
es: 8 bits

source: 8888 - Best colors, more ram needed
es: 8888 - Mejores colores, necesaria más memoria RAM

source: <- Copy <-
es: <- Copiar <-

source: <- Un/Delete
es: <- Rec./Borr.

source: <b>Cheat Codes</b>
es: <b>Códigos de trucos</b>

source: <b>Cheat Search</b>
es: <b>Buscar trucos</b>

source: <b>Memory Card 1</b>
es: <b>Tarjeta de memoria 1</b>

source: <b>Memory Card 2</b>
es: <b>Tarjeta de memoria 2</b>

source: <b>NetPlay</b>
es: <b>Juego en red</b>

source: <b>Options</b>
es: <b>Opciones</b>

source: <b>Rewind interval</b>
es: <b>Intervalo de retroceso</b>

source: <b>System Type</b>
es: <b>Tipo de sistema</b>

source: A PlayStation emulator.
es: Un emulador de PlayStation.

source: ALSA Sound
es: Sonido ALSA

source: About
es: Acerca de

source: About...
es: Acerca de...

source: Add New Cheat
es: Añadir nuevo truco

source: Additional uploads
es: Envío de datos adicionales

source: Address
es: Dirección

source: Address (Hexadecimal):
es: Dirección (hexadecimal):

source: Address:
es: Dir.:

source: Adjust XA speed
es: Ajustar velocidad

source: Adjust screen width
es: Ampliar ancho de pantalla

source: Advanced blending (Accurate psx color emulation)
es: Gradación de color avanzada (mayor precisión en la emulación de colores de PSX)

source: All Files
es: Todos los archivos

source: All Files (*.*)
es: Todos los archivos (*.*)

source: Alpha multipass (Correct opaque texture areas)
es: Alfa multipase (corrige áreas con texturas opacas)

source: Analog
es: Analógico

source: Analog Pad
es: Mando analógico

source: Arabic
es: Árabe

source: Are you sure you want to format this Memory Card?
es: ¿Está seguro de que desea formatear esta tarjeta de memoria?

source: Are you sure you want to paste this selection?
es: ¿Está seguro de que desea pegar lo seleccionado?

source: Audio decoder opening failed. Compressed audio support not available.
es: Error al abrir el decodificador de audio. No está disponible el soporte de audio comprimido.

source: Audio file opening failed!
es: ¡Error al abrir archivos de audio!

source: Auto configure for beautiful display
es: Configurar automáticamente para obtener una mayor calidad de imagen

source: Autoconfigure for fast display
es: Configurar automáticamente para obtener una mayor velocidad de imagen

source: Autodetect
es: Autodetectar

source: Autodetect FPS limit
es: Autodetectar límite de FPS

source: BGR8888 - Faster on some cards
es: BGR8888 - Más rápido en algunas tarjetas

source: Based on P.E.Op.S. MesaGL Driver V1.78 Coded by Pete Bernert
es: Basado en el controlador MesaGL de P.E.Op.S. V1.78 Creado por Pete Bernert

source: Battle cursor (FF7)
es: Cursor de batalla (Final Fantasy 7)

source: Beautiful
es: Calidad

source: Better FPS limit in some
es: Mejor límite de FPS en algunos casos

source: Black & White Mdecs Only Disabled
es: Desactivado únicamente películas en blanco y negro

source: Black & White Mdecs Only Enabled
es: Activado únicamente películas en blanco y negro

source: Black & White Movies
es: Películas en blanco y negro

source: Black && White Movies
es: Películas en blanco y negro

source: Black - Fast, no effects
es: Negro - Rapido, sin efectos

source: Black brightness (Lunar)
es: Brillo negro (Lunar)

source: Black screens in Lunar
es: Pantallas negras en Lunar

source: Bleem Memory Card (*.mcd)
es: Tarjeta de memoria Bleem (*.mcd)

source: Buffer overflow...
es: Desbordamiento del búfer...

source: Button
es: Botón

source: C&lose
es: C&errar

source: CANCEL
es: Cancelar

source: CD Audio
es: Audio de CD

source: CD ROM failed
es: Error con el CD-ROM

source: CD-ROM Drive Reader
es: Lector de CD-ROM

source: CD-ROM EXE Name: %.255s
es: Nombre del EXE del CD-ROM: %.255s

source: CD-ROM ID: %.9s
es: ID del CD-ROM: %.9s

source: CD-ROM Label: %.32s
es: Etiqueta del CD-ROM: %.32s

source: CDR NULL Plugin
es: Plugin NULO de CD-ROM

source: CDR configuration
es: Configurar CD-ROM

source: CDRinit error: %d
es: Error de CD-ROM: %d

source: CVGS Memory Card (*.mem;*.vgs)
es: Tarjeta de memoria CVGS (*.mem;*.vgs)

source: C_ontrollers...
es: _Controladores...

source: Cache Size (Def. 64):
es: Tamaño de caché (predet. 64):

source: Cancel
es: Cancelar

source: Capcom fighting games
es: Juegos de lucha de Capcom

source: Catalan
es: Catalán

source: Cdrom Speed (Def. 0 = MAX):
es: Velocidad de CD-ROM (predet. 0 = máx.):

source: Centered
es: centrado

source: Ch&eat Code...
es: Có&digos de trucos...

source: Change
es: Cambiar

source: Chea_t
es: _Trucos

source: Cheat &Search...
es: &Buscar trucos...

source: Cheat Code:
es: Código:

source: Cheat Codes
es: Códigos de trucos

source: Cheat Description:
es: Descripción del truco:

source: Cheat Search
es: Buscar trucos

source: Cheats loaded from: %s
es: Trucos cargados de: %s

source: Cheats saved to: %s
es: Trucos guardados en: %s

source: Choose this if XA music is played too quickly.
es: Elegir esta opción si la música XA se reproduce muy rápido.

source: Choose your CD-ROM device or type its path if it's not listed
es: Elija el dispositivo de CD-ROM o escriba su ruta si no aparece en la lista

source: Circle
es: Círculo

source: Client (Player2)
es: Cliente (jugador2)

source: Compatibility
es: Compatibilidad

source: Compatibility hacks (Raystorm/VH-D/MML/Cart World/...)
es: Correcciones de Raystorm/VH-D/MML/Cart World/...

source: Compatibility mode
es: Modo de compatibilidad

source: Configuration
es: Configuración

source: Configuration not OK!
es: ¡La configuración no es correcta!

source: Configure CD-ROM
es: Configurar CD-ROM

source: Configure CPU
es: Configurar CPU

source: Configure Controllers
es: Configurar controladores

source: Configure Graphics
es: Configurar gráficos

source: Configure Memory Cards
es: Configurar tarjetas de memoria

source: Configure NetPlay
es: Configurar juego en red

source: Configure PCSXR
es: Configurar PCSXR

source: Configure Sound
es: Configurar sonido

source: Configure X11 Video
es: Configurar vídeo de X11

source: Configure...
es: Configurar...

source: Confirmation
es: Confirmación

source: Connecting...
es: Conectando...

source: Connection closed!
es: ¡Conexión cerrada!

source: Continue Emulation
es: Continuar emulación

source: Controller 1
es: Controlador 1

source: Controller 1:
es: Controlador 1:

source: Controller 2
es: Controlador 2

source: Controller 2:
es: Controlador 2:

source: Copy
es: Copiar

source: Copy PC IP to Clipboard
es: Copiar dirección IP del PC al portapapeles

source: Could not allocate memory to decode CDDA TRACK: %s
es: No se pudo asignar memoria para decodificar la pista CDDA: %s

source: Could not load CD-ROM plugin %s! %s
es: ¡No se pudo cargar el plugin del CD-ROM %s! %s

source: Could not load CD-ROM!
es: ¡No se pudo cargar el CD-ROM!

source: Could not load CD-ROM!
es: ¡No se pudo cargar el CD-ROM!

source: Could not load Controller 1 plugin %s! %s
es: ¡No se pudo cargar el plugin del controlador 1 %s! %s

source: Could not load Controller 2 plugin %s! %s
es: ¡No se pudo cargar el plugin del controlador 2 %s! %s

source: Could not load GPU plugin %s! %s
es: ¡No se pudo cargar el plugin de la GPU %s! %s

source: Could not load NetPlay plugin %s! %s
es: ¡No se pudo cargar el plugin del juego en red %s! %s

source: Could not load SIO1 plugin %s! %s
es: ¡No se pudo cargar el plugin de SIO1 %s! %s

source: Could not load SPU plugin %s! %s
es: ¡No se pudo cargar el plugin de la SPU %s! %s

source: Could not load cheats from: %s
es: No se pudieron cargar los trucos de: %s

source: Could not open BIOS directory: '%s'
es: No se pudo abrir el directorio del BIOS: «%s»

source: Could not open BIOS:"%s". Enabling HLE Bios!
es: ¡No se pudo abrir el BIOS: «%s»! Activado el BIOS HLE.

source: Could not open directory: '%s'
es: No se pudo abrir el directorio: «%s»

source: Could not run BIOS
es: No se pudo ejecutar el BIOS

source: Couldn't find any audio stream in file
es: No se pudo encontrar ninguna secuencia de audio en el archivo

source: Cpu Config
es: Configurar CPU

source: Create a new Memory Card
es: Crear nueva tarjeta de memoria

source: Creating memory card: %s
es: Creando tarjeta de memoria: %s

source: Cross
es: Equis

source: Cubic
es: Cúbica

source: D-Pad Down
es: Pad direccional abajo

source: D-Pad Left
es: Pad direccional izquierda

source: D-Pad Right
es: Pad direccional derecha

source: D-Pad Up
es: Pad direccional arriba

source: Data Base:
es: Sistema:

source: Data Type:
es: Tipo de dato:

source: DataDeck Memory Card (*.ddf)
es: Tarjeta de memoria DataDeck (*.ddf)

source: Debugger started.
es: Depurador iniciado.

source: Debugger stopped.
es: Depurador detenido.

source: Decoding audio tr#%u (%s)...
es: Decodificación de audio tr#%u (%s)...

source: Decreased
es: Reducido

source: Decreased By
es: Reducido de

source: Default
es: Predeterminado

source: Deleted
es: Borrado

source: Description
es: Descripción

source: Description:
es: Descripción:

source: Device:
es: Dispositivo:

source: DexDrive Memory Card (*.gme)
es: Tarjeta de memoria DexDrive (*.gme)

source: Different
es: Diferente

source: Digital Pad
es: Mando digital

source: Direct FB updates
es: Actualizaciones directas del búfer de imagen

source: DirectSound Driver
es: Controlador DirectSound

source: Disable CPU Saving
es: Desactivar ahorro de CPU

source: Disable Cd audio
es: Desactivar audio de CD

source: Disable XA Decoding
es: Desactivar decodificación XA

source: Disable Xa Decoding
es: Desactivar decodificación XA

source: Disable coord check
es: Desactivar comprobación de coordenadas

source: Disable coordinate check
es: Desactivar comprobación de coordenadas

source: Disabled
es: Desactivado

source: Dithering
es: Difuminado

source: Dithering:
es: Difuminado:

source: Do not change if not necessary (remember it must be changed on both sides).
es: Solo cambiar si es necesario (debe ser modificado en ambos lados):

source: Don't care - Use driver's default textures
es: No importa - Utilizar texturas predeterminadas del controlador

source: Down
es: abajo

source: Draw quads with triangles
es: Dibujar cuadrángulos con triángulos

source: Dump to File
es: Volcar a archivo

source: E&xit
es: &Salir

source: E_xit
es: _Salir

source: Edit Cheat
es: Editar truco

source: Edit Cheat Codes
es: Editar códigos de trucos

source: Emulated VRam - Needs FVP
es: Emular VRAM - Necesario FVP

source: Emulated VRam - Ok most times
es: Emular VRAM - Adecuado para la mayoría de juegos

source: Emulation Paused.
es: Emulación pausada

source: Emulator keys
es: Teclas del emulador

source: Enable
es: Activar

source: Enable Console Output
es: Activar salida de consola

source: Enable Debugger
es: Activar depurador

source: Enable Interpreter CPU
es: Activar intérprete de CPU

source: Enable Interpreter Cpu
es: Activar intérprete de CPU

source: Enable frame skipping
es: Activar salto de fotogramas

source: Enable subchannel read
es: Activar lectura de subcanal

source: Enable this if games display too quickly.
es: Activar esta opción si los juegos se muestran demasiado rápido.

source: Enabled
es: Activar

source: Enabled (Big endian)
es: Activado (big-endian)

source: Enabled (Little endian)
es: Activado (little-endian)

source: End link
es: Enlace final

source: English
es: Inglés

source: Enhanced - Shows more stuff
es: Mejorado - Muestra más efectos

source: Enter the values and start your search.
es: Introduzca los valores y comience la búsqueda.

source: Equal Value
es: Valor igual

source: Error Closing CDR Plugin
es: Error al cerrar el plugin del CD-ROM

source: Error Closing GPU Plugin
es: Error al cerrar el plugin de la GPU

source: Error Closing SIO1 plugin
es: Error al cerrar el plugin de SIO1

source: Error Closing SPU Plugin
es: Error al cerrar el plugin de la SPU

source: Error Loading Symbol
es: Error al cargar el símbolo

source: Error Opening GPU Plugin (%d)
es: Error al abrir el plugin de la GPU (%d)

source: Error Opening PAD1 Plugin (%d)
es: Error al abrir el plugin del controlador 1 (%d)

source: Error Opening PAD2 Plugin (%d)
es: Error al abrir el plugin del controlador 2 (%d)

source: Error Opening SIO1 plugin (%d)
es: Error al abrir el plugin de SIO1 (%d)

source: Error Opening SPU Plugin (%d)
es: Error al abrir el plugin de la SPU (%d)

source: Error allocating memory
es: Error al asignar memoria

source: Error allocating memory!
es: ¡Error al asignar memoria!

source: Error allocating memory!
es: ¡Error al asignar memoria!

source: Error closing CD-ROM plugin!
es: ¡Error al cerrar el plugin del CD-ROM!

source: Error closing Controller 1 Plugin!
es: ¡Error al cerrar el plugin del controlador 1!

source: Error closing Controller 2 plugin!
es: ¡Error al cerrar el plugin del controlador 2!

source: Error closing GPU plugin!
es: ¡Error al cerrar el plugin de la GPU!

source: Error closing SIO1 plugin!
es: ¡Error al cerrar el plugin de SIO1!

source: Error closing SPU plugin!
es: ¡Error al cerrar el plugin de la SPU!

source: Error initializing CD-ROM plugin: %d
es: Error al iniciar el plugin del CD-ROM: %d

source: Error initializing Controller 1 plugin: %d
es: Error al iniciar el plugin del controlador 1: %d

source: Error initializing Controller 2 plugin: %d
es: Error al iniciar el plugin del controlador 2: %d

source: Error initializing GPU plugin: %d
es: Error al iniciar el plugin de la GPU: %d

source: Error initializing NetPlay plugin: %d
es: Error al iniciar el plugin del juego en red: %d

source: Error initializing SIO1 plugin: %d
es: Error al iniciar el plugin de SIO1: %d

source: Error initializing SPU plugin: %d
es: Error al iniciar el plugin de la SPU: %d

source: Error loading %s: %s
es: Error al cargar %s: %s

source: Error loading state %s!
es: ¡Error al cargar la partida %s!

source: Error opening CD-ROM plugin!
es: ¡Error al abrir el plugin del CD-ROM!

source: Error opening Controller 1 plugin!
es: ¡Error al abrir el plugin del controlador 1!

source: Error opening Controller 2 plugin!
es: ¡Error al abrir el plugin del controlador 2!

source: Error opening GPU plugin!
es: ¡Error al abrir el plugin de la GPU!

source: Error opening SIO1 plugin!
es: ¡Error al abrir el plugin de SIO1!

source: Error opening SPU plugin!
es: ¡Error al abrir el plugin de la SPU!

source: Error opening file: %s.
es: Error al abrir el archivo: %s.

source: Error saving state %s!
es: ¡Error al guardar la partida %s!

source: Error writing to %s!
es: ¡Error al escribir en %s!

source: Escape
es: Salir

source: Every
es: Cada

source: Expand screen width
es: Ampliar ancho de pantalla

source: Extended + smoothed sprites
es: Extendido + suavizado de sprites

source: Extended - Causing garbage
es: Extendido - Puede causar fallos

source: Extended - No black borders
es: Extendido - Sin bordes negros

source: Extended without sprites - Unfiltered 2D
es: Extendido sin sprites - 2D sin filtar

source: FPS limit auto-detector
es: Autodetectar límite de FPS

source: FPS limit manual
es: Límite manual de FPS

source: Failed loading plugins!
es: ¡Error al calgar los plugins!

source: Fake 'GPU busy'
es: Simular estados de «GPU ocupada»

source: Fake 'gpu busy' states
es: Simular estados de «GPU ocupada»

source: Fast
es: Rendimiento

source: Fast-forwards
es: Avanzar rápidamente

source: Filtering:
es: Filtrado:

source: First Controller
es: Primer controlador

source: For precise framerate
es: Se consigue una velocidad de fotogramas más precisa al no reducir el uso de la CPU

source: Force 15 bit framebuffer updates (Faster movies)
es: Forzar actualizaciones del búfer de imagen de 15 bits (películas más rápidas)

source: Force 4:3 aspect ratio
es: Forzar relación de aspecto 4:3

source: Format
es: Formatear

source: Format Mcd
es: Formatear

source: Format card
es: Formatear tarjeta

source: Format this Memory Card?
es: ¿Formatear tarjeta de memoria?

source: Founded Addresses: %d
es: Direcciones encontradas: %d

source: Framebuffer access:
es: Acceso al búfer de imagen:

source: Framebuffer textures:
es: Texturas del búfer de imagen:

source: Framerate
es: Fotogramas por segundo

source: Free
es: Libre

source: Freeze
es: Congelar

source: Freeze %.8X
es: Congelar %.8X

source: Freeze value
es: Congelar valor

source: French
es: Francés

source: Frequency Response - Output Filter
es: Frecuencia de respuesta - filtro de salida

source: Full Software (FVP)
es: Mediante software (FVP)

source: Fullscreen
es: Pantalla completa

source: GPUinit error: %d
es: Error de GPU: %d

source: Game
es: Juego

source: Game ID
es: ID del juego

source: Gamepad/Keyboard Input Configuration
es: Configurar entrada de mando/teclado

source: Gamepad/Keyboard/Mouse Input
es: Entrada de mando/teclado/ratón

source: Gaussian
es: Gaussiana

source: German
es: Alemán

source: Gfx card and soft - Slow
es: Tarjeta gráfica y software - Lento

source: Gfx card buffer - Can be slow
es: Búfer de la tarjeta gráfica - Puede ser lento

source: Gfx card buffer moves
es: Mover búfer de la tarjeta gráfica

source: Gfx card buffer reads
es: Leer búfer de la tarjeta gráfica

source: Gfx card buffer reads and moves
es: Leer y mover búfer de la tarjeta gráfica

source: Graphics
es: Gráficos

source: Graphics:
es: Gráficos:

source: Greek
es: Griego

source: Gte accuracy
es: Precisión GTE (GTE accuracy )

source: Height:
es: Alto:

source: HiRes Tex:
es: Texturas de alta resolución:

source: Hide cursor
es: Ocultar cursor

source: Hide mouse cursor
es: Ocultar cursor del ratón

source: High compatibility mode
es: Modo de alta compatibilidad

source: Hungarian
es: Húngaro

source: Icon
es: Icono

source: If you format the memory card, the card will be empty, and any existing data overwritten.
es: Si formatea la tarjeta de memoria, esta se vaciará y se perderá cualquier dato existente.

source: Ignore brightness color
es: Ignorar color de brillo

source: Increased
es: Aumentado

source: Increased By
es: Aumentado de

source: Increment state slot
es: Cambiar de ranura

source: Initial Window Size:
es: Tamaño inicial de ventana:

source: Interpolation:
es: Interpolación:

source: InuYasha Sengoku Battle Fix
es: Corrección de batallas de InuYasha Sengoku

source: Invalid PPF patch: %s.
es: Parche PPF no valido: %s.

source: Invalid cheat code!
es: ¡Código de truco no válido!

source: Italian
es: Italiano

source: Japanese
es: Japonés

source: Joystick: Axis %d%c
es: Mando: eje %d%c

source: Joystick: Button %d
es: Mando: botón %d

source: Joystick: Hat %d %s
es: Mando: pad direccional %d %s

source: Keep psx aspect ratio
es: Mantener relación de aspecto de PSX

source: Key
es: Acción

source: Keyboard:
es: Teclado:

source: Korean
es: Coreano

source: L-Stick Down
es: Stick-izqdo. abajo

source: L-Stick Left
es: Stick-izqdo. izquierda

source: L-Stick Right
es: Stick-izqdo. derecha

source: L-Stick Up
es: Stick-izqdo. arriba

source: Lazy screen update
es: Refresco de pantalla lento

source: Lazy upload (DW7)
es: Carga lenta (Dragon Warrior 7)

source: Left
es: izquierda

source: Leftdown
es: abajo-izquierda

source: Leftup
es: arriba-izquierda

source: Length (Decimal):
es: Longitud (decimal):
